Repository: Acidburn0zzz/ring-client-macosx
Catalog: ui/*.lproj/Localizable.strings
Languages: ar, de, fr, nb

source: A network error occured during the export
nb: En nettverksfeil inntraff under eksport

source: Add to contacts
ar: أضف إلى الاتصالات المعروفة
de: Kontakte hinzufügen
fr: Ajouter aux contacts
nb: Legg til kontakter

source: An error occured during the export
nb: En feil inntraff under eksport

source: Backup account
nb: Sikkerhetskopier konto

source: Call number
nb: Ring nummer

source: Choose a CA list
ar: أضف إلى قائمة هيئات الشهادة CA
de: Eine CA-Liste auswählen
fr: Choisir une liste de CA
nb: Velg en CA-liste

source: Choose a certificate
ar: إختار شهادة
de: Eine Zertifikat auswählen
fr: Choisir un certificat
nb: Velg et sertifikat

source: Choose a directory
nb: Velg ei mappe

source: Choose a private key file
ar: إختار ملف مفتاح خاص
de: Datei für den privaten Schlüssel auswählen
fr: Choisir un fichier de clé privée
nb: Velg ei privat nøkkelfil

source: Choose CA
ar: إختار هيئة شهادة CA
de: CA auswählen
fr: Choisir le CA
nb: Velg CA

source: Choose directory
nb: Velg mappe

source: Choose file
ar: إختار ملف
de: Datei auswählen
fr: Choisir le fichier
nb: Velg fil

source: Copy
ar: إنسخ
nb: Kopier

source: Copy name
nb: Kopier navn

source: Copy number
ar: نسخ الرقم
nb: Kopier nummer

source: Create RING Account
nb: Opprett RING-konto

source: Create SIP Account
nb: Opprett SIP-konto

source: Entered name not found
nb: Innskrevet navn finnes ikke

source: Failed to perform lookup
nb: Klarte ikke å utføre oppslag

source: Incoming call from %@
ar: مكالمة قادمة من %@
nb: Innkommende samtale fra %@

source: Make sure you have at least one valid account
nb: Forsikre deg om at du har ihvertfall én gyldig konto

source: Message from %@
ar: رسالة من %@
nb: Melding fra %@

source: New SIP account
nb: Ny SIP-konto

source: No valid account available
nb: Ingen gyldig konto tilgjengelig

source: Password and confirmation mismatch.
nb: Passordet og bekreftelsen samsvarer ikke.

source: Password is too short
nb: Passordet er for kort

source: Passwords don't match
nb: Passordene er ikke like

source: Play
ar: تشغيل
nb: Spill av

source: Refuse
ar: أرفض
nb: Avslå

source: Remove value
ar: حذف
de: Wert entfernen
fr: Enlever la valeur
nb: Fjern verdi

source: Restore account
nb: Gjenopprett konto

source: Share
ar: مشاركة
nb: Del

source: Text Actions
nb: Teksthandlinger

source: The entered username is available
nb: Innskrevet brukernavn er tilgjengelig

source: The entered username is not available
nb: Innskrevet brukernavn er ikke tilgjengelig

source: The password you entered does not unlock this account
nb: Passordet du skrev inn låser ikke opp denne kontoen

source: Unknown
ar: مجهول
nb: Ukjent

source: Delete contact
nb: Slett kontakt

source: Could not delete MAC contact
nb: Kunne ikke slette MAC-kontakt

source: Contact will be deleted
nb: Kontakten vil bli slettet

source: Choose
ar: إختار
de: Auswählen
fr: Choisir

source: Continue
ar: واصل...

source: Just a moment...
ar: الرجاء الإنتظار لحظة...
de: Nur einen Moment...
fr: Juste un instant...

source: Pause
ar: إيقاف مؤقت

source: Reopen account to see your hash
ar: أعد فتح الحساب لرؤية مزيجك hash
de: Konto erneut öffnen, um den Hashwert zu sehen
fr: Ré-ouvrir le compte pour voir votre identifiant Ring

source: Ring is already ready to work
ar: ring جاهز للعمل
de: Ring ist bereits bereit
fr: Ring est déjà prêt à l'utilisation

source: Choose a file
de: Eine Datei auswählen
fr: Choisir un fichier

source: Share by mail
de: Per Mail teilen
fr: Partager par courriel

source: This is your number, share it with your friends!
de: Dies ist ihre Nummer, teilen sie sie mit ihren Freunden!
fr: C'est votre numéro, partager le avec vos amis!
